{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<|endoftext|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": true,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "ByteLevel",
    "add_prefix_space": false,
    "trim_offsets": true,
    "use_regex": true
  },
  "post_processor": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": false,
    "use_regex": true
  },
  "decoder": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": null,
    "continuing_subword_prefix": "",
    "end_of_word_suffix": "",
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "<|endoftext|>": 0,
      "!": 1,
      "\"": 2,
      "#": 3,
      "$": 4,
      "%": 5,
      "&": 6,
      "'": 7,
      "(": 8,
      ")": 9,
      "*": 10,
      "+": 11,
      ",": 12,
      "-": 13,
      ".": 14,
      "/": 15,
      "0": 16,
      "1": 17,
      "2": 18,
      "3": 19,
      "4": 20,
      "5": 21,
      "6": 22,
      "7": 23,
      "8": 24,
      "9": 25,
      ":": 26,
      ";": 27,
      "<": 28,
      "=": 29,
      ">": 30,
      "?": 31,
      "@": 32,
      "A": 33,
      "B": 34,
      "C": 35,
      "D": 36,
      "E": 37,
      "F": 38,
      "G": 39,
      "H": 40,
      "I": 41,
      "J": 42,
      "K": 43,
      "L": 44,
      "M": 45,
      "N": 46,
      "O": 47,
      "P": 48,
      "Q": 49,
      "R": 50,
      "S": 51,
      "T": 52,
      "U": 53,
      "V": 54,
      "W": 55,
      "X": 56,
      "Y": 57,
      "Z": 58,
      "[": 59,
      "\\": 60,
      "]": 61,
      "^": 62,
      "_": 63,
      "`": 64,
      "a": 65,
      "b": 66,
      "c": 67,
      "d": 68,
      "e": 69,
      "f": 70,
      "g": 71,
      "h": 72,
      "i": 73,
      "j": 74,
      "k": 75,
      "l": 76,
      "m": 77,
      "n": 78,
      "o": 79,
      "p": 80,
      "q": 81,
      "r": 82,
      "s": 83,
      "t": 84,
      "u": 85,
      "v": 86,
      "w": 87,
      "x": 88,
      "y": 89,
      "z": 90,
      "{": 91,
      "|": 92,
      "}": 93,
      "~": 94,
      "¡": 95,
      "¢": 96,
      "£": 97,
      "¤": 98,
      "¥": 99,
      "¦": 100,
      "§": 101,
      "¨": 102,
      "©": 103,
      "ª": 104,
      "«": 105,
      "¬": 106,
      "®": 107,
      "¯": 108,
      "°": 109,
      "±": 110,
      "²": 111,
      "³": 112,
      "´": 113,
      "µ": 114,
      "¶": 115,
      "·": 116,
      "¸": 117,
      "¹": 118,
      "º": 119,
      "»": 120,
      "¼": 121,
      "½": 122,
      "¾": 123,
      "¿": 124,
      "À": 125,
      "Á": 126,
      "Â": 127,
      "Ã": 128,
      "Ä": 129,
      "Å": 130,
      "Æ": 131,
      "Ç": 132,
      "È": 133,
      "É": 134,
      "Ê": 135,
      "Ë": 136,
      "Ì": 137,
      "Í": 138,
      "Î": 139,
      "Ï": 140,
      "Ð": 141,
      "Ñ": 142,
      "Ò": 143,
      "Ó": 144,
      "Ô": 145,
      "Õ": 146,
      "Ö": 147,
      "×": 148,
      "Ø": 149,
      "Ù": 150,
      "Ú": 151,
      "Û": 152,
      "Ü": 153,
      "Ý": 154,
      "Þ": 155,
      "ß": 156,
      "à": 157,
      "á": 158,
      "â": 159,
      "ã": 160,
      "ä": 161,
      "å": 162,
      "æ": 163,
      "ç": 164,
      "è": 165,
      "é": 166,
      "ê": 167,
      "ë": 168,
      "ì": 169,
      "í": 170,
      "î": 171,
      "ï": 172,
      "ð": 173,
      "ñ": 174,
      "ò": 175,
      "ó": 176,
      "ô": 177,
      "õ": 178,
      "ö": 179,
      "÷": 180,
      "ø": 181,
      "ù": 182,
      "ú": 183,
      "û": 184,
      "ü": 185,
      "ý": 186,
      "þ": 187,
      "ÿ": 188,
      "Ā": 189,
      "ā": 190,
      "Ă": 191,
      "ă": 192,
      "Ą": 193,
      "ą": 194,
      "Ć": 195,
      "ć": 196,
      "Ĉ": 197,
      "ĉ": 198,
      "Ċ": 199,
      "ċ": 200,
      "Č": 201,
      "č": 202,
      "Ď": 203,
      "ď": 204,
      "Đ": 205,
      "đ": 206,
      "Ē": 207,
      "ē": 208,
      "Ĕ": 209,
      "ĕ": 210,
      "Ė": 211,
      "ė": 212,
      "Ę": 213,
      "ę": 214,
      "Ě": 215,
      "ě": 216,
      "Ĝ": 217,
      "ĝ": 218,
      "Ğ": 219,
      "ğ": 220,
      "Ġ": 221,
      "ġ": 222,
      "Ģ": 223,
      "ģ": 224,
      "Ĥ": 225,
      "ĥ": 226,
      "Ħ": 227,
      "ħ": 228,
      "Ĩ": 229,
      "ĩ": 230,
      "Ī": 231,
      "ī": 232,
      "Ĭ": 233,
      "ĭ": 234,
      "Į": 235,
      "į": 236,
      "İ": 237,
      "ı": 238,
      "Ĳ": 239,
      "ĳ": 240,
      "Ĵ": 241,
      "ĵ": 242,
      "Ķ": 243,
      "ķ": 244,
      "ĸ": 245,
      "Ĺ": 246,
      "ĺ": 247,
      "Ļ": 248,
      "ļ": 249,
      "Ľ": 250,
      "ľ": 251,
      "Ŀ": 252,
      "ŀ": 253,
      "Ł": 254,
      "ł": 255,
      "Ń": 256,
      "Ġ1": 257,
      "Ġt": 258,
      "Ġa": 259,
      "Ġ2": 260,
      "he": 261,
      "in": 262,
      "Ġ3": 263,
      "Ġthe": 264,
      "Ġs": 265,
      "er": 266,
      "Ġ4": 267,
      "Ġw": 268,
      "Ġo": 269,
      "re": 270,
      "is": 271,
      "Ġ5": 272,
      "it": 273,
      "en": 274,
      "Ġf": 275,
      "Ġm": 276,
      "Ġb": 277,
      "Ġ6": 278,
      "at": 279,
      "nd": 280,
      "ing": 281,
      "Ġ7": 282,
      "es": 283,
      "Ġc": 284,
      "or": 285,
      "ou": 286,
      "Ġth": 287,
      "on": 288,
      "Ġ8": 289,
      "Ġh": 290,
      "om": 291,
      "Ġ9": 292,
      "ll": 293,
      "an": 294,
      "Ġof": 295,
      "Ġand": 296,
      "Ġto": 297,
      "ar": 298,
      "Ġp": 299,
      "le": 300,
      "Ġ10": 301,
      "Ġd": 302,
      "ed": 303,
      "as": 304,
      "Ġin": 305,
      "Ġ11": 306,
      "Ġ12": 307,
      "Ġis": 308,
      "Ġl": 309,
      "Ġ13": 310,
      "ic": 311,
      "br": 312,
      "Ġg": 313,
      "ĠI": 314,
      "Ġ/": 315,
      "Ġ/>": 316,
      "Ġ14": 317,
      "us": 318,
      "ot": 319,
      "Ġ15": 320,
      "al": 321,
      "ent": 322,
      "Ġ16": 323,
      "Ġn": 324,
      "ut": 325,
      "ct": 326,
      "il": 327,
      "im": 328,
      "Ġit": 329,
      "Ġe": 330,
      "Ġbe": 331,
      "ly": 332,
      "ve": 333,
      "Ġmo": 334,
      "Ġ17": 335,
      "ĠT": 336,
      "Ġ18": 337,
      "Ġ19": 338,
      "vi": 339,
      "tt": 340,
      "Ġon": 341,
      "Ġre": 342,
      "Ġthat": 343,
      "Ġ20": 344,
      "ver": 345,
      "ow": 346,
      "Ġ22": 347,
      "ad": 348,
      "Ġ21": 349,
      "ion": 350,
      "'s": 351,
      "Ġhe": 352,
      "Ġthis": 353,
      "ay": 354,
      "com": 355,
      "Ġwh": 356,
      "Ġ24": 357,
      "Ġst": 358,
      "st": 359,
      "Ġ23": 360,
      "gh": 361,
      "Ġ25": 362,
      "Ġ26": 363,
      "ch": 364,
      "et": 365,
      "Ġwas": 366,
      "Ġy": 367,
      "vie": 368,
      "Ġ/><": 369,
      "ri": 370,
      "Ġ28": 371,
      "ww": 372,
      "ith": 373,
      "ilm": 374,
      "oo": 375,
      "all": 376,
      "Ġfilm": 377,
      "Ġfor": 378,
      "Ġ29": 379,
      "Ġ27": 380,
      "ce": 381,
      "Ġas": 382,
      "am": 383,
      "Ġwith": 384,
      "ke": 385,
      "ld": 386,
      "id": 387,
      "se": 388,
      "ĠA": 389,
      "Ġan": 390,
      "Ġse": 391,
      "Ġ30": 392,
      "ĠS": 393,
      "ro": 394,
      "un": 395,
      "Ġ31": 396,
      "Ġmovie": 397,
      "ir": 398,
      "ĠThe": 399,
      "Ġ32": 400,
      "Ġyou": 401,
      "Ġ34": 402,
      "Ġha": 403,
      "10": 404,
      "Ġ33": 405,
      "Ġ35": 406,
      ".<": 407,
      "Ġ36": 408,
      "ment": 409,
      "ĠB": 410,
      "her": 411,
      "ur": 412,
      "Ġ37": 413,
      "Ġli": 414,
      "Ġ39": 415,
      "ra": 416,
      "00": 417,
      "Ġbut": 418,
      "ĠM": 419,
      "ter": 420,
      "'t": 421,
      "ally": 422,
      "Ġnot": 423,
      "Ġ42": 424,
      "11": 425,
      "Ġ(": 426,
      "ck": 427,
      "ill": 428,
      "Ġ38": 429,
      "Ġ40": 430,
      "Ġ43": 431,
      "ĠC": 432,
      "Ġ\"": 433,
      "Ġ44": 434,
      "ĠH": 435,
      "Ġ45": 436,
      "Ġare": 437,
      "12": 438,
      "Ġsh": 439,
      "ers": 440,
      "Ġ47": 441,
      "Ġhis": 442,
      "ul": 443,
      "Ġch": 444,
      "13": 445,
      "ould": 446,
      "..": 447,
      "Ġ48": 448,
      "14": 449,
      "ĠW": 450,
      "Ġ49": 451,
      "Ġ46": 452,
      "pe": 453,
      "ome": 454,
      "ments": 455,
      "ght": 456,
      "Ġhave": 457,
      "16": 458,
      "15": 459,
      "if": 460,
      "up": 461,
      "ĠD": 462,
      "19": 463,
      "est": 464,
      "itle": 465,
      "18": 466,
      "ust": 467,
      "Ġj": 468,
      "em": 469,
      "17": 470,
      "Ġ52": 471,
      "ble": 472,
      "db": 473,
      "end": 474,
      "Ġsc": 475,
      "out": 476,
      "el": 477,
      "user": 478,
      "title": 479,
      "//": 480,
      "ttp": 481,
      "://": 482,
      "www": 483,
      "imdb": 484,
      "http": 485,
      "comments": 486,
      "usercomments": 487,
      "Ġ0": 488,
      "Ġ50": 489,
      "ess": 490,
      "Ġact": 491,
      "Ġdo": 492,
      "Ġ53": 493,
      "ain": 494,
      "Ġwho": 495,
      "Ġone": 496,
      "Ġex": 497,
      "Ġ54": 498,
      "rom": 499,
      "Ġ55": 500,
      "Ġ56": 501,
      "Ġk": 502,
      "act": 503,
      "Ġ57": 504,
      "ol": 505,
      "Ġpl": 506,
      "ant": 507,
      "very": 508,
      "ood": 509,
      "Ġcom": 510,
      "Ġ58": 511,
      "02": 512,
      "Ġat": 513,
      "04": 514,
      "03": 515,
      "op": 516,
      "art": 517,
      "Ġall": 518,
      "ak": 519,
      "ag": 520,
      "Ġab": 521,
      "Ġso": 522,
      "Ġwe": 523,
      "Ġal": 524,
      "Ġby": 525,
      "Ġ62": 526,
      "Ġ59": 527,
      "Ġ64": 528,
      "08": 529,
      "th": 530,
      "Ġ66": 531,
      "ous": 532,
      "Ġ65": 533,
      "09": 534,
      "Ġ63": 535,
      "Ġde": 536,
      "and": 537,
      "75": 538,
      "06": 539,
      "73": 540,
      "ist": 541,
      "Ġ68": 542,
      "79": 543,
      "76": 544,
      "ĠP": 545,
      "05": 546,
      "78": 547,
      "72": 548,
      "Ġfrom": 549,
      "ast": 550,
      "ĠL": 551,
      "ie": 552,
      "Ġthey": 553,
      "Ġwor": 554,
      "one": 555,
      "ĠR": 556,
      "qu": 557,
      "Ġne": 558,
      "Ġlike": 559,
      "Ġout": 560,
      "ation": 561,
      "74": 562,
      "ven": 563,
      "ĠF": 564,
      "Ġsome": 565,
      "Ġwhe": 566,
      "92": 567,
      "Ġor": 568,
      "96": 569,
      "Ġ74": 570,
      "Ġcon": 571,
      "94": 572,
      "Ġ72": 573,
      "95": 574,
      "Ġsu": 575,
      "ĠJ": 576,
      "ate": 577,
      "ĠG": 578,
      "ough": 579,
      "Ġ73": 580,
      "ire": 581,
      "Ġher": 582,
      "98": 583,
      "Ġ76": 584,
      "Ġle": 585,
      "93": 586,
      "um": 587,
      "Ġ75": 588,
      "os": 589,
      "Ġ78": 590,
      "Ġhas": 591,
      "Ġjust": 592,
      "Ġabout": 593,
      "ĠIt": 594,
      "ard": 595,
      "ap": 596,
      "24": 597,
      "ind": 598,
      "ich": 599,
      "Ġ83": 600,
      "26": 601,
      "23": 602,
      "Ġme": 603,
      "25": 604,
      "ack": 605,
      "Ġpro": 606,
      "ory": 607,
      "res": 608,
      "ĠN": 609,
      "Ġ85": 610,
      "ort": 611,
      "Ġchar": 612,
      "ive": 613,
      "28": 614,
      "ud": 615,
      "Ġ84": 616,
      "Ġcan": 617,
      "Ġun": 618,
      "ig": 619,
      "Ġ88": 620,
      "07": 621,
      "63": 622,
      "65": 623,
      "Ġtim": 624,
      "Ġr": 625,
      "99": 626,
      "ook": 627,
      "The": 628,
      "his": 629,
      "ĠE": 630,
      "ake": 631,
      "64": 632,
      "68": 633,
      "reat": 634,
      "77": 635,
      "ight": 636,
      "Ġcharact": 637,
      "44": 638,
      "ong": 639,
      "Ġup": 640,
      "Ġ93": 641,
      "fe": 642,
      "Ġgood": 643,
      "22": 644,
      "Ġman": 645,
      "Ġlo": 646,
      "ore": 647,
      "Ġwat": 648,
      "ies": 649,
      "Ġ95": 650,
      "Ġany": 651,
      "01": 652,
      "ĠO": 653,
      "ere": 654,
      "Ġint": 655,
      "Ġmore": 656,
      "Ġtr": 657,
      "ity": 658,
      "85": 659,
      "45": 660,
      "83": 661,
      "70": 662,
      "66": 663,
      "43": 664,
      "Ġno": 665,
      "Ġsee": 666,
      "Ġwould": 667,
      "ound": 668,
      "Ġfe": 669,
      "Ġvery": 670,
      "pp": 671,
      "Ġthere": 672,
      "ure": 673,
      "ther": 674,
      "71": 675,
      "Ġwhat": 676,
      "Ġgo": 677,
      "ame": 678,
      "ite": 679,
      "use": 680,
      "pt": 681,
      "88": 682,
      "Ġmy": 683,
      "ge": 684,
      "able": 685,
      "91": 686,
      "35": 687,
      "90": 688,
      "Ġstory": 689,
      "84": 690,
      "20": 691,
      "97": 692,
      "are": 693,
      "Ġget": 694,
      "od": 695,
      "33": 696,
      "Ġ105": 697,
      "Ġtime": 698,
      "ci": 699,
      "21": 700,
      "Ġshe": 701,
      "Ġwhen": 702,
      "hing": 703,
      "27": 704,
      "ell": 705,
      "Ġen": 706,
      "48": 707,
      "Ġtheir": 708,
      "ab": 709,
      "Ġscen": 710,
      "oy": 711,
      "46": 712,
      "29": 713,
      "55": 714,
      "pl": 715,
      "Ġ103": 716,
      "Ġ-": 717,
      "Ġreally": 718,
      "ick": 719,
      "Ġhad": 720,
      "itt": 721,
      "Ġonly": 722,
      "Ġwatch": 723,
      "86": 724,
      "Ġif": 725,
      "Ġhim": 726,
      "ink": 727,
      "Ġv": 728,
      "so": 729,
      "Ġshow": 730,
      "Ġeven": 731,
      "Ġper": 732,
      "Ġwere": 733,
      "man": 734,
      "ĠK": 735,
      "Ġother": 736,
      "ine": 737,
      "Ġwhich": 738,
      "Ġthem": 739,
      "og": 740,
      "ca": 741,
      "Ġcl": 742,
      "our": 743,
      "Ġ41": 744,
      "ves": 745,
      "ond": 746,
      "Ġthan": 747,
      "Ġkn": 748,
      "ars": 749,
      "53": 750,
      "69": 751,
      "Ġdid": 752,
      "ays": 753,
      "uch": 754,
      "Ġend": 755,
      "Ġpre": 756,
      "ade": 757,
      "Ġdoes": 758,
      "62": 759,
      "67": 760,
      "ac": 761,
      "Ġ94": 762,
      "ence": 763,
      "Ġ98": 764,
      "Ġ113": 765,
      "Ġpe": 766,
      "nt": 767,
      "Ġ115": 768,
      "60": 769,
      "Ġ60": 770,
      "61": 771,
      "...": 772,
      "Ġgreat": 773,
      "ue": 774,
      "ice": 775,
      "Ġlook": 776,
      "Ġqu": 777,
      "Ġbad": 778,
      "42": 779,
      "Ġmuch": 780,
      "irect": 781,
      "ry": 782,
      "ert": 783,
      "ne": 784,
      "Ġar": 785,
      "ople": 786,
      "Ġcould": 787,
      "irst": 788,
      "Ġbeen": 789,
      "80": 790,
      "ple": 791,
      "lf": 792,
      "ile": 793,
      "ide": 794,
      "Ġwill": 795,
      "Ġhow": 796,
      "Ġinto": 797,
      "Ġpo": 798,
      "Ġover": 799,
      "Ġim": 800,
      "int": 801,
      "Ġ123": 802,
      "cause": 803,
      "47": 804,
      "89": 805,
      "40": 806,
      "ff": 807,
      "ass": 808,
      "Ġ125": 809,
      "Ġwell": 810,
      "82": 811,
      "Ġmost": 812,
      "ĠThis": 813,
      "for": 814,
      "ep": 815,
      "ving": 816,
      "Ġpeople": 817,
      "49": 818,
      "other": 819,
      "41": 820,
      "Ġknow": 821,
      "87": 822,
      "Ġtw": 823,
      "Ġro": 824,
      "ose": 825,
      "age": 826,
      "Ġthink": 827,
      "Ġdis": 828,
      "Ġoff": 829,
      "81": 830,
      "Ġ70": 831,
      "Ġus": 832,
      "Ġbecause": 833,
      "Ġtoo": 834,
      "Ġad": 835,
      "ors": 836,
      "Ġag": 837,
      "fter": 838,
      "ish": 839,
      "ful": 840,
      "Ġmake": 841,
      "Ġ133": 842,
      "Ġ67": 843,
      "Ġevery": 844,
      "Ġreal": 845,
      "Ġ135": 846,
      "Ġdirect": 847,
      "Ġpart": 848,
      "ull": 849,
      "Ġfirst": 850,
      "aw": 851,
      "und": 852,
      "Ġam": 853,
      "Ġthing": 854,
      "Ġ80": 855,
      "Ġsp": 856,
      "Ġ82": 857,
      "ny": 858,
      "Ġ79": 859,
      "Ġmade": 860,
      "vies": 861,
      "hat": 862,
      "ost": 863,
      "Ġfun": 864,
      "Ġway": 865,
      "Ġfa": 866,
      "ict": 867,
      "Ġalso": 868,
      "ary": 869,
      "ian": 870,
      "te": 871,
      "oll": 872,
      "own": 873,
      "ated": 874,
      "au": 875,
      "Ġ61": 876,
      "Ġ87": 877,
      "Ġ143": 878,
      "ob": 879,
      "Ġseem": 880,
      "Ġmovies": 881,
      "Ġdon": 882,
      "akes": 883,
      "Ġbl": 884,
      "Ġcharacter": 885,
      "Ġthr": 886,
      "ical": 887,
      "Ġits": 888,
      "gin": 889,
      "Ġgu": 890,
      "Ġ'": 891,
      "Ġwr": 892,
      "Ġinter": 893,
      "Ġ145": 894,
      "Ġcharacters": 895,
      "ress": 896,
      "Ġ71": 897,
      "iz": 898,
      "30": 899,
      "Ġ69": 900,
      "ious": 901,
      "view": 902,
      "Ġ90": 903,
      "Ġ77": 904,
      "Ġ86": 905,
      "Ġri": 906,
      "ng": 907,
      "Ġwork": 908,
      "Ġ92": 909,
      "36": 910,
      "Ġ96": 911,
      "ually": 912,
      "34": 913,
      "ult": 914,
      "fect": 915,
      "37": 916,
      "ĠAnd": 917,
      "hed": 918,
      "39": 919,
      "ĠY": 920,
      "pect": 921,
      "Ġfilms": 922,
      "Ġ155": 923,
      "ĠCh": 924,
      "ial": 925,
      "32": 926,
      "Ġfl": 927,
      "self": 928,
      "ces": 929,
      "Ġplot": 930,
      "38": 931,
      "Ġplay": 932,
      "ved": 933,
      "ang": 934,
      "Ġ81": 935,
      "Ġthen": 936,
      "Ġbeing": 937,
      "50": 938,
      "Ġseen": 939,
      "ĠV": 940,
      "ens": 941,
      "Ġwant": 942,
      "omet": 943,
      "31": 944,
      "Ġ97": 945,
      "Ġ108": 946,
      "ance": 947,
      "Ġye": 948,
      "Ġyour": 949,
      "Ġser": 950,
      "mer": 951,
      "Ġaw": 952,
      "Ġ106": 953,
      "54": 954,
      "ĠBut": 955,
      "ans": 956,
      "Ġ99": 957,
      "ittle": 958,
      "),": 959,
      "Ġtwo": 960,
      "Ġafter": 961,
      "ip": 962,
      "Ġ89": 963,
      "Ġlove": 964,
      "Ġte": 965,
      "Ġmany": 966,
      "Ġnever": 967,
      "urn": 968,
      "57": 969,
      "52": 970,
      "cc": 971,
      "Ġ100": 972,
      "Ġvi": 973,
      "Ġsay": 974,
      ").": 975,
      "Ġwhere": 976,
      "Ġacting": 977,
      "ark": 978,
      "du": 979,
      "ber": 980,
      "tter": 981,
      "58": 982,
      "51": 983,
      "red": 984,
      "Ġ<": 985,
      "Ġ104": 986,
      "ĠHe": 987,
      "ĠIn": 988,
      "Ġ102": 989,
      "Ġent": 990,
      "Ġsup": 991,
      "ach": 992,
      "Ġ107": 993,
      "Ġback": 994,
      "This": 995,
      "59": 996,
      "Ġ109": 997,
      "Ġthrough": 998,
      "56": 999,
      "Ġlittle": 1000,
      "Ġlife": 1001,
      "get": 1002,
      "Ġbest": 1003,
      "ild": 1004,
      "Ġhor": 1005,
      "per": 1006,
      "Ġund": 1007,
      "Ġsomet": 1008,
      "ise": 1009,
      "Ġrem": 1010,
      "Ġever": 1011,
      "ather": 1012,
      "ĠSt": 1013,
      "ily": 1014,
      "ace": 1015,
      "ions": 1016,
      "we": 1017,
      "hy": 1018,
      "de": 1019,
      "vel": 1020,
      "Ġbetter": 1021,
      "Ġ91": 1022,
      "Ġ112": 1023,
      "wn": 1024,
      "Ġ114": 1025,
      "Ġdes": 1026,
      "be": 1027,
      "Ġ119": 1028,
      "Ġ51": 1029,
      "Ġscene": 1030,
      "Ġperfor": 1031,
      "Ġ110": 1032,
      "Ġfind": 1033,
      "Ġatt": 1034,
      "Ġ116": 1035,
      "!!": 1036,
      "ase": 1037,
      "aking": 1038,
      "ought": 1039,
      "Ġshould": 1040,
      "rap": 1041,
      "ru": 1042,
      "thing": 1043,
      "Ġ126": 1044,
      "Ġ101": 1045,
      "Ġsl": 1046,
      "Ġscenes": 1047,
      "les": 1048,
      "Ġcont": 1049,
      "Ġ117": 1050,
      "ertain": 1051,
      "less": 1052,
      "ual": 1053,
      "vers": 1054,
      "Ġunder": 1055,
      "Ġ128": 1056,
      "augh": 1057,
      "Ġ122": 1058,
      "Ġmin": 1059,
      "Ġfeel": 1060,
      "riend": 1061,
      "lie": 1062,
      "ree": 1063,
      "Ġ129": 1064,
      "ever": 1065,
      "ĠU": 1066,
      "Ġ134": 1067,
      "'ve": 1068,
      "Ġgr": 1069,
      "Ġagain": 1070,
      "Ġ111": 1071,
      "igh": 1072,
      "peci": 1073,
      "Ġbr": 1074,
      "Ġ127": 1075,
      "Ġ138": 1076,
      "fer": 1077,
      "Ġhere": 1078,
      "Ġ120": 1079,
      "Ġkill": 1080,
      "ons": 1081,
      "ning": 1082,
      "ense": 1083,
      "ably": 1084,
      "Ġinterest": 1085,
      "ating": 1086,
      "Ġstill": 1087,
      "ations": 1088,
      "Ġi": 1089,
      "fore": 1090,
      "ĠThere": 1091,
      "ents": 1092,
      "Ġsomething": 1093,
      "Ġ124": 1094,
      "the": 1095,
      "li": 1096,
      "Ġ121": 1097,
      "ath": 1098,
      "Ġ136": 1099,
      "Ġhapp": 1100,
      "Ġthese": 1101,
      "Ġlot": 1102,
      "'m": 1103,
      "Ġsuch": 1104,
      "Ġsur": 1105,
      "Ġcr": 1106,
      "Ġimp": 1107,
      "der": 1108,
      "Ġmay": 1109,
      "ror": 1110,
      "ock": 1111,
      "Ġ144": 1112,
      "Ġ153": 1113,
      "Ġperforman": 1114,
      "Ġhum": 1115,
      "ave": 1116,
      "ect": 1117,
      "arly": 1118,
      "Ġ132": 1119,
      "alk": 1120,
      "Ġold": 1121,
      "reen": 1122,
      "ia": 1123,
      "Ġ139": 1124,
      "Ġgi": 1125,
      "Ġcast": 1126,
      "cl": 1127,
      "ater": 1128,
      "ale": 1129,
      "Ġpoint": 1130,
      "Ġ137": 1131,
      "Ġ163": 1132,
      "Ġdoesn": 1133,
      "Ġ118": 1134,
      "Ġra": 1135,
      "Ġ130": 1136,
      "Ġthose": 1137,
      "ying": 1138,
      "Ġgen": 1139,
      "Ġres": 1140,
      "Ġ148": 1141,
      "Ġap": 1142,
      "Ġdidn": 1143,
      "oth": 1144,
      "Ġsim": 1145,
      "Ġ165": 1146,
      "Ġwom": 1147,
      "Ġactors": 1148,
      "Ġguy": 1149,
      "joy": 1150,
      "Ġwatching": 1151,
      "irl": 1152,
      "Ġ131": 1153,
      "Ġcou": 1154,
      "Ġyears": 1155,
      "Ġ146": 1156,
      "ris": 1157,
      "ffect": 1158,
      "Ġ149": 1159,
      "Ġmus": 1160,
      "Ġfam": 1161,
      "Ġche": 1162,
      "Ġfunny": 1163,
      "Ġ154": 1164,
      "Ġ142": 1165,
      "Ġstart": 1166,
      "Ġmakes": 1167,
      "Ġfact": 1168,
      "ute": 1169,
      "Ġ140": 1170,
      "Ġdec": 1171,
      "old": 1172,
      "iss": 1173,
      "oss": 1174,
      "Ġgoing": 1175,
      "Ġview": 1176,
      "Ġenjoy": 1177,
      "oc": 1178,
      "edy": 1179,
      "Ġtra": 1180,
      "ft": 1181,
      "erson": 1182,
      "Ġ156": 1183,
      "Ġbelie": 1184,
      "Ġdown": 1185,
      "az": 1186,
      "Ġ152": 1187,
      "Ġsame": 1188,
      "Ġob": 1189,
      "ĠIf": 1190,
      "Ġ166": 1191,
      "Ġ147": 1192,
      "Ġcomp": 1193,
      "Ġfew": 1194,
      "Ġ162": 1195,
      "ran": 1196,
      "ub": 1197,
      "ool": 1198,
      "Ġactually": 1199,
      "ram": 1200,
      "Ġbefore": 1201,
      "tty": 1202,
      "Ġem": 1203,
      "ĠAl": 1204,
      "Ġfin": 1205,
      "Ġwhile": 1206,
      "Ġlong": 1207,
      "Ġ159": 1208,
      "Ġ158": 1209,
      "ason": 1210,
      "Ġdif": 1211,
      "**": 1212,
      "Ġown": 1213,
      "--": 1214,
      "ĠJo": 1215,
      "Ġter": 1216,
      "Ġprodu": 1217,
      "ience": 1218,
      "Ġ168": 1219,
      "Ġsub": 1220,
      "Ġyoung": 1221,
      "Ġwhy": 1222,
      "Ġ175": 1223,
      "Ġke": 1224,
      "Ġ141": 1225,
      "Ġnow": 1226,
      "Ġbit": 1227,
      "rigin": 1228,
      "Ġthought": 1229,
      "ings": 1230,
      "Ġgot": 1231,
      "Ġdirector": 1232,
      "Ġ150": 1233,
      "ction": 1234,
      "ript": 1235,
      "Ġ164": 1236,
      "Ġ185": 1237,
      "'re": 1238,
      "Ġsm": 1239,
      "Ġtri": 1240,
      "Ġnew": 1241,
      "Ġ169": 1242,
      "Ġturn": 1243,
      "Ġbet": 1244,
      "Ġthough": 1245,
      "Ġnothing": 1246,
      "Ġ167": 1247,
      "Ġ183": 1248,
      "hen": 1249,
      "Ġbig": 1250,
      "Ġanother": 1251,
      "Ġexce": 1252,
      "Ġorigin": 1253,
      "ren": 1254,
      "ible": 1255,
      "Ġ&": 1256,
      "Ġ172": 1257,
      "ew": 1258,
      "Ġsupp": 1259,
      "Ġ151": 1260,
      "Ġinv": 1261,
      "Ġcomple": 1262,
      "ib": 1263,
      "iting": 1264,
      "Ġeffect": 1265,
      "ically": 1266,
      "Ġfriend": 1267,
      "Ġ161": 1268,
      "Ġgirl": 1269,
      "Ġ188": 1270,
      "onder": 1271,
      "Ġ176": 1272,
      "meric": 1273,
      "Ġ173": 1274,
      "ness": 1275,
      "Ġrel": 1276,
      "aut": 1277,
      "Ġaround": 1278,
      "Ġthings": 1279,
      "Ġquite": 1280,
      "Ġseems": 1281,
      "Ġ157": 1282,
      "ince": 1283,
      "ign": 1284,
      "Ġ178": 1285,
      "Ġ160": 1286,
      "Ġsa": 1287,
      "ster": 1288,
      "Ġscreen": 1289,
      "Ġ184": 1290,
      "Ġev": 1291,
      "app": 1292,
      "Ġpretty": 1293,
      "Ġenough": 1294,
      "Ġapp": 1295,
      "Ġ186": 1296,
      "ced": 1297,
      "ween": 1298,
      "Ġright": 1299,
      "Ġ192": 1300,
      "most": 1301,
      "Ġ182": 1302,
      "ash": 1303,
      "ched": 1304,
      "Ġ195": 1305,
      "ways": 1306,
      "Ġscript": 1307,
      "hes": 1308,
      "Ġlaugh": 1309,
      "ately": 1310,
      "Ġworld": 1311,
      "Ġhard": 1312,
      "Ġ174": 1313,
      "Ġ170": 1314,
      "Ġ203": 1315,
      "Ġ198": 1316,
      "Ġrec": 1317,
      "Ġaction": 1318,
      "Ġ177": 1319,
      "ord": 1320,
      "here": 1321,
      "Ġkid": 1322,
      "Ġ171": 1323,
      "ner": 1324,
      "Ġoriginal": 1325,
      "Ġneed": 1326,
      "Ġfar": 1327,
      "Ġtake": 1328,
      "ead": 1329,
      "Ġins": 1330,
      "Ġhigh": 1331,
      "rill": 1332,
      "Ġbetween": 1333,
      "Ġ189": 1334,
      "Ġ213": 1335,
      "ention": 1336,
      "Ġ196": 1337,
      "ĠShe": 1338,
      "Ġ194": 1339,
      "Ġwonder": 1340,
      "Ġpr": 1341,
      "ward": 1342,
      "utes": 1343,
      "Ġhorror": 1344,
      "Ġperson": 1345,
      "Ġgive": 1346,
      "its": 1347,
      "Ġmust": 1348,
      "Ġes": 1349,
      "iv": 1350,
      "Ġkind": 1351,
      "Ġ205": 1352,
      "Ġop": 1353,
      "vious": 1354,
      "Ġset": 1355,
      "Ġappe": 1356,
      "ĠAmeric": 1357,
      "Ġ215": 1358,
      "Ġsex": 1359,
      "Ġsec": 1360,
      "Ġrole": 1361,
      "Ġbecom": 1362,
      "inem": 1363,
      "ĠAs": 1364,
      "ks": 1365,
      "\",": 1366,
      "Ġlead": 1367,
      "Ġ218": 1368,
      "Ġmom": 1369,
      "Ġwhole": 1370,
      "Ġmusic": 1371,
      "ased": 1372,
      "gg": 1373,
      "ex": 1374,
      "Ġ180": 1375,
      "Ġinteresting": 1376,
      "Ġtell": 1377,
      "Ġisn": 1378,
      "Ġ202": 1379,
      "Ġ208": 1380,
      "Ġbu": 1381,
      "Ġleast": 1382,
      "Ġseries": 1383,
      "oot": 1384,
      "Ġ204": 1385,
      "Ġgets": 1386,
      "Ġcomedy": 1387,
      "Ġ214": 1388,
      "Ġalways": 1389,
      "Ġput": 1390,
      "ody": 1391,
      "ime": 1392,
      "Ġhel": 1393,
      "Ġmain": 1394,
      "Ġtimes": 1395,
      "Ġsaw": 1396,
      "Ġ216": 1397,
      "ĠHow": 1398,
      "ĠThey": 1399,
      "Ġ179": 1400,
      "co": 1401,
      "Ġcome": 1402,
      "ife": 1403,
      "Ġchild": 1404,
      "Ġboth": 1405,
      "ĠYou": 1406,
      "Ġdiffer": 1407,
      "ully": 1408,
      "Ġ181": 1409,
      "Ġexpect": 1410,
      "Ġ225": 1411,
      "hn": 1412,
      "icul": 1413,
      "Ġhand": 1414,
      "Ġwithout": 1415,
      "Ġ197": 1416,
      "Ġdone": 1417,
      "Ġclass": 1418,
      "Ġminutes": 1419,
      "Ġread": 1420,
      "Ġcam": 1421,
      "Ġexpl": 1422,
      "ines": 1423,
      "uring": 1424,
      "Ġ200": 1425,
      "Ġide": 1426,
      "Ġworth": 1427,
      "Ġ190": 1428,
      "Ġ224": 1429,
      "Ġmight": 1430,
      "Ġcare": 1431,
      "ĠBr": 1432,
      "Ġalmost": 1433,
      "Ġcons": 1434,
      "als": 1435,
      "rible": 1436,
      "'ll": 1437,
      "Ġ217": 1438,
      "Ġ210": 1439,
      "arr": 1440,
      "Ġ222": 1441,
      "ouse": 1442,
      "Ġshot": 1443,
      "Ġlast": 1444,
      "Ġbeaut": 1445,
      "Ġ193": 1446,
      "Ġcomplete": 1447,
      "Ġ243": 1448,
      "son": 1449,
      "Ġ223": 1450,
      "Ġ226": 1451,
      "ĠBe": 1452,
      "Ġ212": 1453,
      "bably": 1454,
      "Ġbegin": 1455,
      "Ġsound": 1456,
      "stand": 1457,
      "ism": 1458,
      "ane": 1459,
      "Ġep": 1460,
      "Ġcinem": 1461,
      "Ġaud": 1462,
      "Ġperformance": 1463,
      "Ġac": 1464,
      "Ġ233": 1465,
      "ĠSh": 1466,
      "Ġext": 1467,
      "ros": 1468,
      "ĠTh": 1469,
      "Ġcour": 1470,
      "Ġcle": 1471,
      "Ġinst": 1472,
      "Ġanything": 1473,
      "Ġco": 1474,
      "Ġcar": 1475,
      "It": 1476,
      "uck": 1477,
      "Ġacc": 1478,
      "Ġ201": 1479,
      "though": 1480,
      "era": 1481,
      "Ġ228": 1482,
      "Ġ235": 1483,
      "Ġ219": 1484,
      "Ġentertain": 1485,
      "Ġsequ": 1486,
      "xt": 1487,
      "Ġbook": 1488,
      "Ġhelp": 1489,
      "Ġaway": 1490,
      "Ġ206": 1491,
      "Ġ232": 1492,
      "ative": 1493,
      "istic": 1494,
      "Ġfamily": 1495,
      "Ġ227": 1496,
      "Ġfound": 1497,
      "Ġel": 1498,
      "Ġ238": 1499,
      "wh": 1500,
      "\".": 1501,
      "ah": 1502,
      "oney": 1503,
      "ail": 1504,
      "Ġ191": 1505,
      "ott": 1506,
      "Ġwar": 1507,
      "ialog": 1508,
      "ont": 1509,
      "Ġcall": 1510,
      "ee": 1511,
      "aster": 1512,
      "ates": 1513,
      "tting": 1514,
      "pecially": 1515,
      "Ġrun": 1516,
      "ograp": 1517,
      "ĠWh": 1518,
      "ures": 1519,
      "vid": 1520,
      "ling": 1521,
      "Ġ237": 1522,
      "wood": 1523,
      "Ġ255": 1524,
      "ition": 1525,
      "mend": 1526,
      "Ġdialog": 1527,
      "Ġ248": 1528,
      "Ġprobably": 1529,
      "ĠTV": 1530,
      "Ġ207": 1531,
      "Ġwoman": 1532,
      "me": 1533,
      "ject": 1534,
      "atch": 1535,
      "Ġ244": 1536,
      "Ġsince": 1537,
      "Ġ245": 1538,
      "Ġ230": 1539,
      "Ġsure": 1540,
      "Ġart": 1541,
      "av": 1542,
      "Ġ265": 1543,
      "oint": 1544,
      "Ġreason": 1545,
      "Ġhappen": 1546,
      "Ġrather": 1547,
      "ER": 1548,
      "osed": 1549,
      "Ġ211": 1550,
      ".\"": 1551,
      "Ġ221": 1552,
      "Ġadd": 1553,
      "ingly": 1554,
      "Ġkeep": 1555,
      "ĠSo": 1556,
      "Ġdifferent": 1557,
      "ither": 1558,
      "Ġ229": 1559,
      "dd": 1560,
      "Ġ252": 1561,
      "VD": 1562,
      "Ġsurp": 1563,
      "Ġ412": 1564,
      "ok": 1565,
      "sh": 1566,
      "Ġlik": 1567,
      "Ġtrying": 1568,
      "Ġ416": 1569,
      "yp": 1570,
      "alf": 1571,
      "ower": 1572,
      "Ġworst": 1573,
      "apt": 1574,
      "olly": 1575,
      "Ġour": 1576,
      "ĠAn": 1577,
      "Ġpoor": 1578,
      "Ġ231": 1579,
      "Ġmaking": 1580,
      "Ġ220": 1581,
      "led": 1582,
      "ĠJohn": 1583,
      "Ġabs": 1584,
      "Ġdef": 1585,
      "Ġcourse": 1586,
      "Ġsense": 1587,
      "Ġbor": 1588,
      "Ġ275": 1589,
      "Ġbelieve": 1590,
      "Ġ249": 1591,
      "Ġmean": 1592,
      "Ġ246": 1593,
      "Ġdel": 1594,
      "Ġeach": 1595,
      "Ġ242": 1596,
      "atter": 1597,
      "blem": 1598,
      "Ġ254": 1599,
      "ĠDVD": 1600,
      "Ġ239": 1601,
      "ins": 1602,
      "Ġplace": 1603,
      "Ġ258": 1604,
      "Ġ410": 1605,
      "Ġ256": 1606,
      "Ġinc": 1607,
      "Ġanyone": 1608,
      "ics": 1609,
      "Ġcomes": 1610,
      "ember": 1611,
      "isod": 1612,
      "Ġ234": 1613,
      "Ġ419": 1614,
      "ray": 1615,
      "Ġcre": 1616,
      "ady": 1617,
      "Ġpol": 1618,
      "Ġending": 1619,
      "ope": 1620,
      "Ġmind": 1621,
      "att": 1622,
      "Ġyet": 1623,
      "Ġshows": 1624,
      "arent": 1625,
      "Ġspe": 1626,
      "ann": 1627,
      "Ġ259": 1628,
      "day": 1629,
      "ollow": 1630,
      "Ġ400": 1631,
      "Ġgoes": 1632,
      "Ġ187": 1633,
      "Ġpres": 1634,
      "Ġjob": 1635,
      "Ġ262": 1636,
      "Ġplayed": 1637,
      "Ġdep": 1638,
      "iter": 1639,
      "Ġ257": 1640,
      "empt": 1641,
      "Ġ241": 1642,
      "ĠThat": 1643,
      "Ġ274": 1644,
      "ality": 1645,
      "Ġ411": 1646,
      "Ġ266": 1647,
      "Ġvers": 1648,
      "Ġ236": 1649,
      "Ġproblem": 1650,
      "umb": 1651,
      "commend": 1652,
      "Ġbeautif": 1653,
      "pecial": 1654,
      "Ġless": 1655,
      "Ġ415": 1656,
      "'d": 1657,
      "ature": 1658,
      "Ġboy": 1659,
      "Ġconf": 1660,
      "ĠWhat": 1661,
      "Ġepisod": 1662,
      "ortun": 1663,
      "Ġ284": 1664,
      "Ġ240": 1665,
      "io": 1666,
      "Ġstr": 1667,
      "Ġstand": 1668,
      "Ġ273": 1669,
      "air": 1670,
      "ĠDe": 1671,
      "Ġ253": 1672,
      "Ġ283": 1673,
      "Ġrest": 1674,
      "Ġ418": 1675,
      "Ġday": 1676,
      "sc": 1677,
      "ied": 1678,
      "ney": 1679,
      "Ġ199": 1680,
      "Ġ285": 1681,
      "ilar": 1682,
      "Ġ264": 1683,
      "ream": 1684,
      "Ġ272": 1685,
      "land": 1686,
      "Ġperfect": 1687,
      "Ġmoney": 1688,
      "Ġcreat": 1689,
      "Ġplays": 1690,
      "Ġlooks": 1691,
      "Ġ209": 1692,
      "iece": 1693,
      "Ġeffects": 1694,
      "aps": 1695,
      "....": 1696,
      "ret": 1697,
      "Ġwasn": 1698,
      "ider": 1699,
      "Ġlooking": 1700,
      "Ġgl": 1701,
      "clud": 1702,
      "arn": 1703,
      "Ġ276": 1704,
      "sy": 1705,
      "Ġ413": 1706,
      "Ġ268": 1707,
      "Ġdram": 1708,
      "Ġport": 1709,
      "Ġactor": 1710,
      "gether": 1711,
      "Ġtogether": 1712,
      "Ġfan": 1713,
      "Ġ286": 1714,
      "Ġshort": 1715,
      "ph": 1716,
      "Ġ294": 1717,
      "way": 1718,
      "Ġ281": 1719,
      "Ġsuper": 1720,
      "Ġhead": 1721,
      "Ġ414": 1722,
      "ences": 1723,
      "Ġrecommend": 1724,
      "Ġcertain": 1725,
      "Ġhaving": 1726,
      "Ġwatched": 1727,
      "Ġsaid": 1728,
      "Ġmiss": 1729,
      "Ġ250": 1730,
      "Ġsecond": 1731,
      "Ġtakes": 1732,
      "rist": 1733,
      "Ġ278": 1734,
      "ĠAll": 1735,
      "ues": 1736,
      "Ġ292": 1737,
      "Ġ251": 1738,
      "Ġunderstand": 1739,
      "Ġhalf": 1740,
      "Ġsit": 1741,
      "ists": 1742,
      "Ġ247": 1743,
      "Ġaudience": 1744,
      "ross": 1745,
      "Ġ298": 1746,
      "Ġ269": 1747,
      "Ġfollow": 1748,
      "ĠNot": 1749,
      "ĠWe": 1750,
      "ollywood": 1751,
      "Ġelse": 1752,
      "llent": 1753,
      "cept": 1754,
      "not": 1755,
      "ĠTH": 1756,
      "Ġtalk": 1757,
      "ited": 1758,
      "Ġsomeone": 1759,
      "Ġfav": 1760,
      "Ġ295": 1761,
      "uff": 1762,
      "Ġ293": 1763,
      "Ġ277": 1764,
      "Ġ287": 1765,
      "Ġposs": 1766,
      "Ġ296": 1767,
      "Ġthree": 1768,
      "Ġ313": 1769,
      "ĠAmerican": 1770,
      "ired": 1771,
      "Ġreview": 1772,
      "Ġhimself": 1773,
      "ident": 1774,
      "udget": 1775,
      "atic": 1776,
      "Ġnight": 1777,
      "Ġmon": 1778,
      "Ġ306": 1779,
      "cing": 1780,
      "Ġind": 1781,
      "Ġ303": 1782,
      "Ġ289": 1783,
      "Ġespecially": 1784,
      "ames": 1785,
      "ply": 1786,
      "Ġfall": 1787,
      "Ġ282": 1788,
      "Ġspecial": 1789,
      "Ġed": 1790,
      "ix": 1791,
      "ĠBl": 1792,
      "Ġcomm": 1793,
      "like": 1794,
      "Ġ302": 1795,
      "Ġ279": 1796,
      "Ġnice": 1797,
      "Ġleft": 1798,
      "Ġ288": 1799,
      "Ġ270": 1800,
      "Ġ260": 1801,
      "Ġlet": 1802,
      "Ġtrue": 1803,
      "ox": 1804,
      "Ġdet": 1805,
      "ted": 1806,
      "Ġvis": 1807,
      "Ġidea": 1808,
      "ĠFor": 1809,
      "ional": 1810,
      "Ġ267": 1811,
      "Ġ280": 1812,
      "Ġsk": 1813,
      "Ġ261": 1814,
      "Ġrele": 1815,
      "Ġobvious": 1816,
      "Ġinvol": 1817,
      "ty": 1818,
      "Ġmur": 1819,
      "Ġentire": 1820,
      "Ġ271": 1821,
      "Ġimag": 1822,
      "ug": 1823,
      "Ġ417": 1824,
      "Ġcame": 1825,
      "Ġduring": 1826,
      "Ġph": 1827,
      "Ġ308": 1828,
      "Ġ299": 1829,
      "ĠRob": 1830,
      "ier": 1831,
      "Ġhour": 1832,
      "upid": 1833,
      "chool": 1834,
      "omb": 1835,
      "fully": 1836,
      "Ġwife": 1837,
      "Ġ325": 1838,
      "ork": 1839,
      "ting": 1840,
      "ĠMar": 1841,
      "Ġeverything": 1842,
      "Ġmen": 1843,
      "orn": 1844,
      "Ġdist": 1845,
      "Ġseeing": 1846,
      "Ġfight": 1847,
      "Ġ335": 1848,
      "Ġtot": 1849,
      "Ġmar": 1850,
      "Ġused": 1851,
      "Ġexcellent": 1852,
      "Ġey": 1853,
      "yle": 1854,
      "Ġeveryone": 1855,
      "Ġversion": 1856,
      "Ġ333": 1857,
      "Ġ312": 1858,
      "ĠCl": 1859,
      "appoint": 1860,
      "ĠUn": 1861,
      "Ġele": 1862,
      "Ġhome": 1863,
      "Ġattempt": 1864,
      "ĠRe": 1865,
      "Ġlater": 1866,
      "Ġonce": 1867,
      "ird": 1868,
      "ĠSe": 1869,
      "orm": 1870,
      "Ġsing": 1871,
      "Ġ309": 1872,
      "ten": 1873,
      "ery": 1874,
      "Ġtal": 1875,
      "ount": 1876,
      "ets": 1877,
      "Ġ304": 1878,
      "Ġbeautiful": 1879,
      "Ġ518": 1880,
      "Ġhist": 1881,
      "Ġcompletely": 1882,
      "Ġexper": 1883,
      "amp": 1884,
      "Ġ316": 1885,
      "Ġ315": 1886,
      "but": 1887,
      "Ġyear": 1888,
      "ove": 1889,
      "Ġlow": 1890,
      "Ġlack": 1891,
      "Ġass": 1892,
      "Ġunt": 1893,
      "Ġdeath": 1894,
      "ains": 1895,
      "Ġrep": 1896,
      "Ġsimply": 1897,
      "Ġexp": 1898,
      "Ġ514": 1899,
      "Ġuse": 1900,
      "Ġfather": 1901,
      "Ġmem": 1902,
      "Ġ300": 1903,
      "Ġstupid": 1904,
      "ared": 1905,
      "Ġdisappoint": 1906,
      "gr": 1907,
      "Ġ500": 1908,
      "ĠSc": 1909,
      "hip": 1910,
      "Ġgener": 1911,
      "olute": 1912,
      "Ġcop": 1913,
      "ract": 1914,
      "Ġtop": 1915,
      "aring": 1916,
      "my": 1917,
      "Ġ513": 1918,
      "Ġge": 1919,
      "Ġret": 1920,
      "Ã©": 1921,
      "Ġ291": 1922,
      "Ġhuman": 1923,
      "ĠSp": 1924,
      "Ġ352": 1925,
      "cess": 1926,
      "Ġcouple": 1927,
      "Ġopen": 1928,
      "Ġ326": 1929,
      "Ġ314": 1930,
      "cer": 1931,
      "Ġsus": 1932,
      "Ġ297": 1933,
      "Ġserious": 1934,
      "Ġword": 1935,
      "Ġperformances": 1936,
      "fic": 1937,
      "Ġinclud": 1938,
      "Ġ328": 1939,
      "ĠHollywood": 1940,
      "Ġbeh": 1941,
      "ities": 1942,
      "Ġdefin": 1943,
      "Ġ334": 1944,
      "Ġwrong": 1945,
      "In": 1946,
      "Ġstud": 1947,
      "Ġcra": 1948,
      "Ġ322": 1949,
      "Ġalong": 1950,
      "ĠWhen": 1951,
      "Ġpict": 1952,
      "Ġ327": 1953,
      "Ġtry": 1954,
      "Ġsy": 1955,
      "ax": 1956,
      "vin": 1957,
      "Ġgra": 1958,
      "Ġboring": 1959,
      "Ġmess": 1960,
      "Ġ--": 1961,
      "Ġ339": 1962,
      "Ġremember": 1963,
      "Ġline": 1964,
      "Ġsupposed": 1965,
      "med": 1966,
      "play": 1967,
      "Ġ365": 1968,
      "ĠAr": 1969,
      "Ġcamera": 1970,
      "Ġheart": 1971,
      "uth": 1972,
      "Ġviol": 1973,
      "Ġ510": 1974,
      "itten": 1975,
      "Ġ366": 1976,
      "ography": 1977,
      "Ġ318": 1978,
      "Ġeas": 1979,
      "Ġloc": 1980,
      "iness": 1981,
      "Ġ516": 1982,
      "Ġanim": 1983,
      "Ġemot": 1984,
      "reak": 1985,
      "Ġwomen": 1986,
      "Ġ319": 1987,
      "Ġfriends": 1988,
      "Ġ348": 1989,
      "Ġeither": 1990,
      "Ġcount": 1991,
      "Ġ346": 1992,
      "Ġhope": 1993,
      "Ġsmall": 1994,
      "Ġ345": 1995,
      "Ġ330": 1996,
      "Ġ263": 1997,
      "Ġ336": 1998,
      "haps": 1999,
      "Ġ343": 2000,
      "Ġvide": 2001,
      "Ġhero": 2002,
      "Ġ342": 2003,
      "Ġ344": 2004,
      "Ġkids": 2005,
      "uly": 2006,
      "Ġblack": 2007,
      "Ġabsolute": 2008,
      "ĠHowever": 2009,
      "ote": 2010,
      "Ġ383": 2011,
      "Ġsurpris": 2012,
      "Ġsong": 2013,
      "elt": 2014,
      "Ġ317": 2015,
      "011": 2016,
      "ike": 2017,
      "Ġdra": 2018,
      "ĠZ": 2019,
      "Ġuntil": 2020,
      "Ġhumor": 2021,
      "Ġstar": 2022,
      "Ġ362": 2023,
      "que": 2024,
      "Ġ340": 2025,
      "ger": 2026,
      "ize": 2027,
      "Ġpass": 2028,
      "Ġ354": 2029,
      "Ġ515": 2030,
      "Ġ349": 2031,
      "velop": 2032,
      "Ġ324": 2033,
      "Ġgiven": 2034,
      "vis": 2035,
      "cy": 2036,
      "ank": 2037,
      "sel": 2038,
      "Ġflick": 2039,
      "oon": 2040,
      "Ġ355": 2041,
      "ĠOne": 2042,
      "oice": 2043,
      "Ġmoments": 2044,
      "itely": 2045,
      "Ġ321": 2046,
      "Ġschool": 2047,
      "Ġbudget": 2048,
      "Ġproduction": 2049,
      "Ġlight": 2050,
      "fortun": 2051,
      "ently": 2052,
      "Ġ359": 2053,
      "Ġhouse": 2054,
      "Ġ290": 2055,
      "olog": 2056,
      "aj": 2057,
      "Ġ311": 2058,
      "Ġsad": 2059,
      "Ġ358": 2060,
      "tern": 2061,
      "Ġ329": 2062,
      "Ġrom": 2063,
      "Ġ353": 2064,
      "Ġitself": 2065,
      "Ġmother": 2066,
      "Ġname": 2067,
      "Ġ347": 2068,
      "ĠMy": 2069,
      "Ġ351": 2070,
      "enn": 2071,
      "Ġsort": 2072,
      "Ġclassic": 2073,
      "Ġgetting": 2074,
      "Ġtruly": 2075,
      "Ġfull": 2076,
      "Ġmurder": 2077,
      "iant": 2078,
      "Ġinstead": 2079,
      "ility": 2080,
      "Ġexam": 2081,
      "Ġ517": 2082,
      "Ġwon": 2083,
      "ows": 2084,
      "Ġcred": 2085,
      "ĠNo": 2086,
      "Ġ519": 2087,
      "Ġ374": 2088,
      "Ġ357": 2089,
      "Ġ376": 2090,
      "Ġ307": 2091,
      "Ġparticul": 2092,
      "Ġfavor": 2093,
      "Ġportray": 2094,
      "Ġ332": 2095,
      "IN": 2096,
      ",\"": 2097,
      "Ġ511": 2098,
      "gu": 2099,
      "Ġ305": 2100,
      "Ġ364": 2101,
      "Ġnext": 2102,
      "idd": 2103,
      "ton": 2104,
      "Ġ337": 2105,
      "Ġsever": 2106,
      "ric": 2107,
      "Ġ356": 2108,
      "Ġ363": 2109,
      "Ġ361": 2110,
      "ps": 2111,
      "Ġbas": 2112,
      "010": 2113,
      "Ġ372": 2114,
      "Ġple": 2115,
      "ized": 2116,
      "Ġexc": 2117,
      "vent": 2118,
      "illy": 2119,
      "Ġdead": 2120,
      "itch": 2121,
      "Ġpain": 2122,
      "ories": 2123,
      "Ġ373": 2124,
      "Ġamaz": 2125,
      "Ġgives": 2126,
      "Ġ394": 2127,
      "Ġface": 2128,
      "Ġawful": 2129,
      "ĠLe": 2130,
      "Ġdri": 2131,
      "Ġdoing": 2132,
      "Ġreg": 2133,
      "Ġcoll": 2134,
      "aughter": 2135,
      "Ġ388": 2136,
      "Ġpower": 2137,
      "Ġ350": 2138,
      "Ġ385": 2139,
      "Ġ378": 2140,
      "Ġexcept": 2141,
      "Ġ380": 2142,
      "ĠChrist": 2143,
      "Ġconsider": 2144,
      "Ġterrible": 2145,
      "Ġwa": 2146,
      "ĠÂ": 2147,
      "Ġ368": 2148,
      "cu": 2149,
      "Ġ375": 2150,
      "Ġothers": 2151,
      "Ġ606": 2152,
      "ister": 2153,
      "Ġdialogue": 2154,
      "Ġ608": 2155,
      "ides": 2156,
      "Ġplaying": 2157,
      "Ġ382": 2158,
      "imes": 2159,
      "Ġ609": 2160,
      "Ġlines": 2161,
      "reme": 2162,
      "Ġtalent": 2163,
      "Ġ405": 2164,
      "Ġ512": 2165,
      "Ġwent": 2166,
      "ĠAt": 2167,
      "ĠWill": 2168,
      "ined": 2169,
      "Ġ603": 2170,
      "right": 2171,
      "Ġ323": 2172,
      "oid": 2173,
      "Ġ367": 2174,
      "ĠHar": 2175,
      "Ġguess": 2176,
      "Ġ386": 2177,
      "Ġfr": 2178,
      "Ġtitle": 2179,
      "Ġhowever": 2180,
      "Ġ612": 2181,
      "Ġentertaining": 2182,
      "Ġoften": 2183,
      "If": 2184,
      "Ġwonderful": 2185,
      "ony": 2186,
      "Ġdevelop": 2187,
      "ĠCar": 2188,
      "Ġ393": 2189,
      "ming": 2190,
      "Ġcouldn": 2191,
      "ĠMan": 2192,
      "Ġbecome": 2193,
      "Ġ384": 2194,
      "ler": 2195,
      "Ġ602": 2196,
      "Ġ387": 2197,
      "Ġ613": 2198,
      "Ġ320": 2199,
      "ibly": 2200,
      "Ġ395": 2201,
      "Ġvideo": 2202,
      "Ġ605": 2203,
      "ange": 2204,
      "Ġslow": 2205,
      "ĠTHE": 2206,
      "Ġcor": 2207,
      "Ġ403": 2208,
      "Ġquest": 2209,
      "ĠMr": 2210,
      "Ġrid": 2211,
      "Ġann": 2212,
      "Ġlive": 2213,
      "Ġcut": 2214,
      "Ġ369": 2215,
      "Ġliked": 2216,
      "ley": 2217,
      "Ġ618": 2218,
      "Ġearly": 2219,
      "cial": 2220,
      "Ġ616": 2221,
      "Ġ423": 2222,
      "Ġform": 2223,
      "Ġcase": 2224,
      "Ġepisode": 2225,
      "ude": 2226,
      "Ġstop": 2227,
      "ĠOn": 2228,
      "Ġ389": 2229,
      "Ġpiece": 2230,
      "Ġbrill": 2231,
      "Ġmatter": 2232,
      "Ġ409": 2233,
      "Ġ615": 2234,
      "Ġpop": 2235,
      "Ġmaybe": 2236,
      "Ġstyle": 2237,
      "Ġimpress": 2238,
      "ĠNew": 2239,
      "Ġ445": 2240,
      "Ġ610": 2241,
      "mentary": 2242,
      "line": 2243,
      "ored": 2244,
      "used": 2245,
      "Ġstars": 2246,
      "Ġmention": 2247,
      "Ġrelations": 2248,
      "Ġdark": 2249,
      "Ġactress": 2250,
      "yn": 2251,
      "ular": 2252,
      "Ġ371": 2253,
      "008": 2254,
      "unk": 2255,
      "Ġ360": 2256,
      "Ġ432": 2257,
      "ĠDon": 2258,
      "Ġ377": 2259,
      "Ġ604": 2260,
      "Ġ404": 2261,
      "body": 2262,
      "Ġchildren": 2263,
      "Ġstrong": 2264,
      "Ġ.": 2265,
      "Ġdeli": 2266,
      "There": 2267,
      "Ġmis": 2268,
      "ccess": 2269,
      "Ġ331": 2270,
      "Ġfelt": 2271,
      "Ġ398": 2272,
      "Ġ676": 2273,
      "Ġ397": 2274,
      "ĠJack": 2275,
      "Ġ617": 2276,
      "ĠWell": 2277,
      "Ġ421": 2278,
      "ype": 2279,
      "Ġ433": 2280,
      "pite": 2281,
      "selves": 2282,
      "atur": 2283,
      "Ġagainst": 2284,
      "Ġdefinitely": 2285,
      "unch": 2286,
      "Ġ392": 2287,
      "Ġ448": 2288,
      "Ġside": 2289,
      "Ġguys": 2290,
      "lish": 2291,
      "Ġ431": 2292,
      "Ġ453": 2293,
      "Ġbeginning": 2294,
      "Ġrent": 2295,
      "Ġ338": 2296,
      "Ġ425": 2297,
      "Ġ424": 2298,
      "Ġtrans": 2299,
      "Ġ399": 2300,
      "uss": 2301,
      "Ġz": 2302,
      "Ġpicture": 2303,
      "Ġworse": 2304,
      "ĠMc": 2305,
      "Ġ430": 2306,
      "Ġ436": 2307,
      "Ġ696": 2308,
      "Ġ310": 2309,
      "Ġcertainly": 2310,
      "Ġwaste": 2311,
      "iam": 2312,
      "Ġabsolutely": 2313,
      "off": 2314,
      "Ġseemed": 2315,
      "ific": 2316,
      "Ġca": 2317,
      "Ġpast": 2318,
      "Ġ391": 2319,
      "Ġextreme": 2320,
      "Ġ406": 2321,
      "Ġsw": 2322,
      "Ġ379": 2323,
      "els": 2324,
      "Ġseveral": 2325,
      "ready": 2326,
      "ron": 2327,
      "Ġpar": 2328,
      "Ġ428": 2329,
      "ung": 2330,
      "aken": 2331,
      "Ġ301": 2332,
      "ts": 2333,
      "Ġclose": 2334,
      "Ġdirection": 2335,
      "Ġ673": 2336,
      "fortunately": 2337,
      "Ġwritten": 2338,
      "Ġrelationship": 2339,
      "Ġ619": 2340,
      "Ġlives": 2341,
      "Ġthrill": 2342,
      "Ġ468": 2343,
      "Ġ614": 2344,
      "ĠHis": 2345,
      "Ġ455": 2346,
      "Ġblood": 2347,
      "Ġ422": 2348,
      "Ġ443": 2349,
      "by": 2350,
      "Ġgrou": 2351,
      "ael": 2352,
      "Ġbecomes": 2353,
      "Ġdrama": 2354,
      "Ġfans": 2355,
      "rew": 2356,
      "ĠDa": 2357,
      "Ġ426": 2358,
      "Ġwanted": 2359,
      "Ġ454": 2360,
      "Ġ462": 2361,
      "Ġ396": 2362,
      "Ġbrilliant": 2363,
      "Ġ600": 2364,
      "Ġ672": 2365,
      "ages": 2366,
      "vable": 2367,
      "Ġfant": 2368,
      "Ġsomew": 2369,
      "Ġmaster": 2370,
      "Ġsuccess": 2371,
      "ried": 2372,
      "Ġgame": 2373,
      "Ġtotally": 2374,
      "Ġ611": 2375,
      "Ġadm": 2376,
      "Ġable": 2377,
      "Ġalready": 2378,
      "che": 2379,
      "Ġsusp": 2380,
      "ĠSte": 2381,
      "ik": 2382,
      "ĠEven": 2383,
      "Ġ427": 2384,
      "Ġcinema": 2385,
      "Ġ440": 2386,
      "Ġ678": 2387,
      "Ġ407": 2388,
      "ĠEng": 2389,
      "Ġvill": 2390,
      "Ġ401": 2391,
      "Ġ692": 2392,
      "Ġbrother": 2393,
      "osp": 2394,
      "Ġtown": 2395,
      "Ġ341": 2396,
      "Ġ465": 2397,
      "Ġloved": 2398,
      "ĠFran": 2399,
      "Ġself": 2400,
      "Ġdou": 2401,
      "Ġref": 2402,
      "Ġ483": 2403,
      "Ġ438": 2404,
      "Ġ693": 2405,
      "Ġsupport": 2406,
      "Ġtou": 2407,
      "ches": 2408,
      "Ġ706": 2409,
      "Ġet": 2410,
      "Ġ439": 2411,
      "to": 2412,
      "Ġalthough": 2413,
      "Ġfine": 2414,
      "Ġ466": 2415,
      "rop": 2416,
      "Ġson": 2417,
      "sych": 2418,
      ").<": 2419,
      "Ġ694": 2420,
      "Ġ402": 2421,
      "Ġ442": 2422,
      "Ġcalled": 2423,
      "Ġ444": 2424,
      "Ġ712": 2425,
      "Ġpur": 2426,
      "Ġ710": 2427,
      "Ġcent": 2428,
      "!<": 2429,
      "Ġ478": 2430,
      "Ġbased": 2431,
      "ĠChar": 2432,
      "ene": 2433,
      "ĠSome": 2434,
      "Ġocc": 2435,
      "Ġwants": 2436,
      "oke": 2437,
      "Ġ702": 2438,
      "Ġ437": 2439,
      "Ġ446": 2440,
      "Ġstuff": 2441,
      "Ġ447": 2442,
      "Ġ675": 2443,
      "Ġlost": 2444,
      "Ġ449": 2445,
      "Ġ467": 2446,
      "chn": 2447,
      "Ġ450": 2448,
      "Ġ390": 2449,
      "Ġtries": 2450,
      "ms": 2451,
      "range": 2452,
      "Ġexample": 2453,
      "Ġ703": 2454,
      "Ġimport": 2455,
      "Ġdaughter": 2456,
      "Ġ679": 2457,
      "Ġ472": 2458,
      "Ġgenre": 2459,
      "Ġfail": 2460,
      "Ġ698": 2461,
      "Ġ474": 2462,
      "Ġquality": 2463,
      "Ġthroughout": 2464,
      "Ġeff": 2465,
      "Ġdeal": 2466,
      "ichael": 2467,
      "fl": 2468,
      "Ġpresent": 2469,
      "Ġ457": 2470,
      "Ġmor": 2471,
      "Ġ381": 2472,
      "Ġhistory": 2473,
      "ĠÂĸ": 2474,
      "Ġ716": 2475,
      "Ġ796": 2476,
      "ination": 2477,
      "rib": 2478,
      "Ġannoy": 2479,
      "Ġwalk": 2480,
      "orge": 2481,
      "using": 2482,
      "Ġ495": 2483,
      "Ġ460": 2484,
      "Ġdeser": 2485,
      "Ġsitu": 2486,
      "iet": 2487,
      "Ġav": 2488,
      "Ġval": 2489,
      "Ġcapt": 2490,
      "urb": 2491,
      "Ġ705": 2492,
      "Ġ475": 2493,
      "erman": 2494,
      "Ġteen": 2495,
      "Ġviewer": 2496,
      "Ġcult": 2497,
      "Ġstra": 2498,
      "Ġsat": 2499,
      "rodu": 2500,
      "itive": 2501,
      "Ġ477": 2502,
      "Ġthemselves": 2503,
      "Ġpred": 2504,
      "Ġ488": 2505,
      "Ġhon": 2506,
      "??": 2507,
      "Ġ473": 2508,
      "band": 2509,
      "Ġappear": 2510,
      "con": 2511,
      "Ġdocu": 2512,
      "Ġenjoyed": 2513,
      "amed": 2514,
      "Ġ490": 2515,
      "ished": 2516,
      "Ġ486": 2517,
      "Ġ456": 2518,
      "Ġfair": 2519,
      "Ġstarts": 2520,
      "Ġgroup": 2521,
      "Ġ695": 2522,
      "Ġbra": 2523,
      "Ġdem": 2524,
      "Ġfinal": 2525,
      "ey": 2526,
      "Ġnum": 2527,
      "Ġwriting": 2528,
      "ient": 2529,
      "ĠTo": 2530,
      "Ġworks": 2531,
      "Ġ718": 2532,
      "tic": 2533,
      "Ġ458": 2534,
      "ĠIs": 2535,
